Revit 2024 API
PlanTopologySet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual PlanTopologySetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As PlanTopologySetIterator
Visual C++
public:
virtual PlanTopologySetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
PlanTopologySet Class
Autodesk.Revit.DB Namespace